tap "domt4/autoupdate"
tap "hashicorp/tap"
tap "homebrew/bundle"
brew "python@3.13"
brew "awscli"
brew "bat"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "graphviz"
brew "hugo"
brew "lua"
brew "luajit"
brew "luarocks"
brew "make"
brew "neovim"
brew "node"
brew "opentofu"
brew "pinentry-mac"
brew "pipx"
brew "powerlevel10k"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "stow"
brew "tfenv"
brew "tflint"
brew "thefuck"
brew "tmux"
brew "trivy"
brew "unzip"
brew "uv"
brew "zoxide"
brew "zsh"
brew "hashicorp/tap/terraform", link: false
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "affinity-photo"
cask "betterdisplay"
cask "citrix-workspace"
cask "claude"
cask "clickup"
cask "clop"
cask "copilot-cli"
cask "docker-desktop"
cask "drawio"
cask "dropbox"
cask "dropzone"
cask "firefox"
cask "google-chrome"
cask "handbrake-app"
cask "iterm2"
cask "keyclu"
cask "openemu"
cask "postman"
cask "rectangle"
cask "session-manager-plugin"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "tiptoi-manager"
cask "todoist-app"
cask "visual-studio-code"
cask "zoom"
vscode "aquasecurityofficial.trivy-vulnerability-scanner"
vscode "docker.docker"
vscode "enkia.tokyo-night"
vscode "exodiusstudios.comment-anchors"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "johnpapa.vscode-peacock"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "pjmiravalle.terraform-advanced-syntax-highlighting"
vscode "redhat.vscode-yaml"
vscode "skyran.js-jsx-snippets"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "zainchen.json"
go "github.com/hashicorp/terraform-provider-tls"
