tap "domt4/autoupdate"
tap "homebrew/bundle"
brew "archiver"
brew "git"
brew "opentofu"
brew "pinentry-mac"
brew "powerlevel10k"
brew "terraform"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "dropzone"
cask "firefox"
cask "iterm2"
cask "keyclu"
cask "rectangle"
cask "the-unarchiver"
cask "visual-studio-code"
vscode "4ops.terraform"
vscode "eamodio.gitlens"
vscode "erd0s.terraform-autocomplete"
vscode "exodiusstudios.comment-anchors"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "johnpapa.vscode-peacock"
vscode "redhat.vscode-yaml"
vscode "zainchen.json"
