tap "domt4/autoupdate"
tap "homebrew/bundle"
brew "archiver"
brew "git"
brew "opentofu"
brew "pinentry-mac"
brew "powerlevel10k"
brew "terraform"
brew "trivy"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "betterdisplay"
cask "chatgpt"
cask "citrix-workspace"
cask "docker"
cask "drawio"
cask "dropbox"
cask "dropzone"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "keyclu"
cask "postman"
cask "rectangle"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
vscode "4ops.terraform"
vscode "aquasecurityofficial.trivy-vulnerability-scanner"
vscode "eamodio.gitlens"
vscode "erd0s.terraform-autocomplete"
vscode "exodiusstudios.comment-anchors"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "johnpapa.vscode-peacock"
vscode "ms-azuretools.vscode-docker"
vscode "pjmiravalle.terraform-advanced-syntax-highlighting"
vscode "redhat.vscode-yaml"
vscode "zainchen.json"
